Revit 2016 API
NumberingSchemaTypes.StructuralNumberingSchemas Properties
The NumberingSchemaTypes.StructuralNumberingSchemas type exposes the following members.
Properties
Name | Description
Rebar
 Built-in schema used for numbering rebar elements
ReinforcementFabric
 Built-in schema used for numbering fabric reinforcement elements
See Also
NumberingSchemaTypes.StructuralNumberingSchemas Class
Autodesk.Revit.DB Namespace